<template>
  <div class="font-solaiman px-2 py-5">
    <div class="flex flex-col">
      <!-- header start -->
      <div class="flex flex-row gap-x-2">
        <!-- profile img start -->
        <div class="w-2/12 md:w-1/12 flex items-center justify-center">
          <img
            src="/logost.png"
            alt=""
            class=""
          >
        </div>
        <!-- profile img end -->
        <!-- profile name start -->
        <div class="w-7/12 md:w-9/12">
          <ul class="flex flex-col justify-between">
            <li>
              <h1 class="text-xl md:text-3xl lg:text-4xl text-main">তাজুল ইসলাম</h1>
            </li>
            <li>
              <p class="text-sm md:text-xl lg:text-2xl text-gray-500">ডোনার</p>
            </li>
          </ul>
        </div>
        <!-- profile name end -->
        <!-- post type start -->
        <div class="w-3/12 md:w-2/12 flex items-center">
          <ul class="flex flex-col text-xs md:text-sm text-white gap-1 justify-start">
            <li class="bg-primary rounded-sm px-1 py-1">
              <p>Varified</p>
            </li>
            <li class="bg-main rounded-sm px-1 py-1">
              <p>Category</p>
            </li>
          </ul>
        </div>
        <!-- post type end -->
      </div>
      <!-- header end -->
      <!-- body start -->
      <div class="bg-gray-200 rounded-md p-3 my-3">
        <div class="flex flex-col gap-y-4">
          <!-- post description start -->
          <div>
            <p class="text-gray-600">
              আগামী ১২ সেপ্টেম্বর থেকে দেশের সব শিক্ষাপ্রতিষ্ঠান খুললেও প্রথম দুই মাসে হবে না কোনো পরীক্ষা। এই সময় শিক্ষার্থীদের সহশিক্ষাক্রমিক কার্যক্রম ও খেলাধুলাতে বেশি গুরুত্ব দেওয়া হবে।

              প্রায় দেড় বছর ঘরে বসে থাকা ও না পড়া শিক্ষার্থীরা যাতে স্কুলে গিয়ে পড়ার চাপে না পড়ে সে বিষয়ে দৃষ্টি দিয়েছে শিক্ষা বিভাগ। এ কারণে শিক্ষাপ্রতিষ্ঠান খোলার দুই মাসের মধ্যে কোনো ধরনের আনুষ্ঠানিক পরীক্ষা ও মূল্যায়ন না করার নির্দেশনা দেওয়া হয়েছে।

              এ বিষয়ে জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ডের (এনসিটিবি) সদস্য (শিক্ষাক্রম) অধ্যাপক মো. মশিউজ্জামান বলেন, পরীক্ষার কথা শুনলেই শিক্ষার্থীরা একপ্রকার চাপ মনে করে। শিক্ষাপ্রতিষ্ঠান খোলার পর এমন চাপে পড়ুক সেটা চাই না। এ কারণে শিক্ষাপ্রতিষ্ঠান চালুর দুই মাসের মধ্যে কোনো পরীক্ষা না নেওয়ার জন্য বলেছি।

              ইতোমধ্যে সরকার আগামী নভেম্বর-ডিসেম্বরে এসএসসি ও এইচএসসি পরীক্ষা নেওয়ার ঘোষণা দিয়েছে। সেই হিসেবে এই দুটি পরীক্ষাও অনুষ্ঠিত হচ্ছে দুই মাস পরেই। শিক্ষার্থীদের ওপর পড়ার চাপ কমাতে এমন সিদ্ধান্ত নেওয়া হয়েছে বলে জানানো হয়েছে শিক্ষাপ্রতিষ্ঠান খোলার জন্য জারি করা সরকারের বিধিমালায়।

              এই বিধিমালায় বলা হয়েছে, প্রতিদিন ক্লাসের শুরুতে শ্রেণিশিক্ষক পাঁচ মিনিট মোটিভেশনাল ব্রিফিং দিবেন। এসময় তিনি পরিষ্কার-পরিচ্ছন্নতা, শারীরিক দূরত্ব ও স্বাস্থ্যবিধি, হাত ধোয়া ও মাস্ক পরার নিয়ম, হাঁচি-কাশি, কফ ও থুথু ফেলার শিষ্টাচার ইত্যাদি বিষয়ে বলবেন। এসব পরিকল্পনা বাস্তবায়নে প্রত্যেক শ্রেণির শ্রেণিশিক্ষকদের অবহিতকরণের জন্য নির্দেশনাও দেওয়া হয়েছে।

              বিধিমালায় আরও বলা হয়েছে, স্কুলে আসার জন্য উৎসাহী করতে শিক্ষাপ্রতিষ্ঠান খোলার প্রথম কয়েকদিন স্বাস্থ্যবিধি মেনে শিক্ষার্থীদের বিশেষভাবে যেন স্বাগত জানানো হয়।

              ১২ সেপ্টেম্বর শিক্ষাপ্রতিষ্ঠান খোলার পর থেকে ডিসেম্বর অব্দি শিক্ষার্থীরা খুবই কম সময় পাবে। এসএসসি ও এইচএসসি বাদে অন্যদের সংক্ষিপ্ত সিলেবাসও করা হয়নি। আর তাই এই অল্প সময়ে তাদের সিলেবাস কোনোভাবেই শেষ করা সম্ভব নয়।

              অধ্যাপক মো. মশিউজ্জামান জানান, চলতি বছরের মার্চে স্কুল খোলার প্রস্তুতি নেওয়া হয়েছিল। ঐ সময়ে গত বছরের সিলেবাস নিয়ে একটি রেমিডিয়াল প্যাকেজ তৈরি করেছিল এনসিটিবি। কিন্তু করোনা সংক্রমণ বাড়ার কারণে শিক্ষাপ্রতিষ্ঠান খোলা যায়নি।

              তিনি বলেন, আমি মনে করি, শিক্ষার্থীদের গত বছরের সিলেবাস থেকে গুরুত্বপূর্ণ অংশ নিয়ে যে রেমিডিয়াল প্যাকেজ তৈরি করা হয়েছিল তা শিক্ষার্থীদের পড়তে হবে, জানতে হবে। গত বছর সিদ্ধান্ত নেওয়া হয়েছিল গুরুত্বপূর্ণ বিষয় না জানলে ভবিষ্যতে ঐ বিষয়ের ওপর অনীহা তৈরি হবে।
            </p>
          </div>
          <!-- post description end -->
          <!-- post reaction start -->
          <div>
            <ul class="flex flex-row justify-center bg-main p-2 rounded-md text-white">
              <li class="text-center w-1/3 text-sm">
                Trust <span class="pl-2 text-yellow-300 text-xs font-bold">70%</span>
              </li>
              <li class="border-r-2 border-l-2 border-white text-center text-sm w-1/3">
                Love
              </li>
              <li class="text-center w-1/3 text-sm">
                Comment
              </li>

            </ul>
          </div>
          <!-- post reaction end -->
        </div>
      </div>
      <!-- body end -->
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
</style>